Revit 2027 API
FormattedText.SetSubscriptStatus Method
Overload List
Name | Description
SetSubscriptStatus(Boolean) |  Sets the characters in the entire text to be subscript or not subscript.
SetSubscriptStatus(TextRange, Boolean) |  Sets the characters in a given text range to be subscript or not subscript.
Top
See Also
Reference
FormattedText Class
Autodesk.Revit.DB Namespace